Repository: Twinlife/twinme-ios
Catalog: Twinme/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# cleanup_view_month
source: %d months
ar: %d شهر
bg: %d месеца
cs: %d měsíců
da: %d måneder
de: %d Monate
el: %d μήνες
es: %d meses
fa: %d ماه
fi: %d kuukautta
fr: %d mois
he: %d חודשים
hi: %d महीने
hr: %d mjeseci
hu: %d hónap
id: %d bulan
it: %d mesi
ja: %d か月
ko: %d개월
nb: %d måneder
nl: %d maanden
pl: %d miesięcy
pt_pt: %d meses
ro: %d luni
ru: %d месяцев
sk: %d mesiacov
sl: %d mesecev
sq: %d muaj
sr_latn: %d meseci
sv: %d månader
tr: %d ay
uk: %d місяців
vi: %d tháng
zh_hans: %d 个月
zh_hant: %d 個月

# cleanup_view_older_than
source: Older than
ar: أقدم من
bg: По‑стари от
cs: Starší než
da: Ældre end
de: Älter als
el: Παλαιότερα από
es: Mas viejo que
fa: پیرتر از
fi: Vanhempia kuin
fr: Plus âgé de
he: ישן מ
hi: से अधिक पुराना
hr: Starije od
hu: Régebbi, mint
id: Lebih tua dari
it: Più vecchio di
ja: より古い
ko: 다음보다 오래됨
nb: Eldre enn
nl: Ouder dan
pl: Starszy niż
pt_pt: Mais velho que
ro: Mai vechi decât
ru: Старше чем
sk: Staršie než
sl: Starejše kot
sq: Më të vjetra se
sr_latn: Starije od
sv: Äldre än
tr: Şundan daha yaşlı
uk: Старше ніж
vi: Cũ hơn
zh_hans: 年长于
zh_hant: 年長於

# cleanup_view_one_year
source: 1 year
ar: 1 سنة
bg: 1 година
cs: 1 rok
da: 1 år
de: 1 Jahr
el: 1 έτος
es: 1 año
fa: 1 سال
fi: 1 vuosi
fr: 1 an
he: 1 שנה
hi: 1 वर्ष
hr: 1 godina
hu: 1 év
id: 1 tahun
it: 1 anno
ja: 1年
ko: 1년
nb: 1 år
nl: 1 jaar
pl: 1 rok
pt_pt: 1 ano
ro: 1 an
ru: 1 год
sk: 1 rok
sl: 1 leto
sq: 1 vit
sr_latn: 1 godina
sv: 1 år
tr: 1 yıl
uk: 1 рік
vi: 1 năm
zh_hans: 1 年
zh_hant: 1 年

# cleanup_view_prior_to
source: Prior to
ar: من قبل
bg: Преди
cs: Před
da: Forud for
de: Vor dem
el: Πριν από
es: Antes de
fa: مقدم بر
fi: Ennen kuin
fr: Antérieur à
he: לפני
hi: निम्न से पहले
hr: Prije
hu: Eddig:
id: Sebelum
it: Precedente a
ja: 先立って
ko: 이전에
nb: Forut for
nl: Voorafgaand aan
pl: Przed
pt_pt: Antes de
ro: Anterior datei
ru: До
sk: Pred
sl: Pred
sq: Përpara datës
sr_latn: Pre
sv: Före
tr: Önce
uk: До того
vi: Trước
zh_hans: 先于
zh_hant: 先於

# cleanup_view_reset_conversation_message
source: Resetting this conversation will delete all messages, including those on your contact’s device.
ar: ستؤدي إعادة تعيين هذه المحادثة إلى حذف جميع الرسائل ، بما في ذلك تلك الموجودة على جهاز جهة الاتصال الخاصة بك.
bg: Нулирането на този разговор ще изтрие всички съобщения, включително тези на устройството на вашия контакт.
cs: Reset této konverzace odstraní všechny zprávy, včetně těch na zařízení vašeho kontaktu.
da: Hvis du nulstiller denne samtale, slettes alle beskeder, inklusive dem på din kontakts enhed.
de: Das Zurücksetzen dieser Unterhaltung löscht alle Nachrichten, einschließlich derer auf dem Gerät Ihrer Kontaktperson.
el: Η επαναφορά αυτής της συνομιλίας θα διαγράψει όλα τα μηνύματα, συμπεριλαμβανομένων αυτών στη συσκευή της επαφής σας.
es: Restablecer esta conversación eliminará todos los mensajes, incluidos los del dispositivo de su contacto.
fa: بازنشانی این مکالمه همه پیام‌ها، از جمله پیام‌های موجود در دستگاه مخاطب شما را حذف می‌کند.
fi: Tämän keskustelun nollaaminen poistaa kaikki viestit, myös yhteystietosi laitteelta.
fr: Cette action supprime tous les messages de cette conversation, y compris sur l’appareil de votre contact
he: איפוס שיחה זו ימחק את כל ההודעות, כולל אלה במכשיר של איש הקשר שלך.
hi: इस वार्तालाप को रीसेट करने से आपके संपर्क के उपकरण सहित सभी संदेश हट जाएंगे.
hr: Resetiranje ovog razgovora izbrisat će sve poruke, uključujući one na uređaju vašeg kontakta.
hu: A beszélgetés visszaállítása törli az összes üzenetet, beleértve a kapcsolat eszközén lévőket is.
id: Menyetel ulang percakapan ini akan menghapus semua pesan, termasuk yang ada di perangkat kontak Anda.
it: La reimpostazione di questa conversazione eliminerà tutti i messaggi, inclusi quelli sul dispositivo del tuo contatto.
ja: この会話をリセットすると、連絡先のデバイス上のメッセージを含むすべてのメッセージが削除されます。
ko: 이 대화를 재설정하면 연락처의 기기에 있는 메시지를 포함하여 모든 메시지가 삭제됩니다.
nb: Hvis du tilbakestiller denne samtalen, slettes alle meldinger, inkludert de på kontaktens enhet.
nl: Als je dit gesprek reset, worden alle berichten verwijderd, ook die op het apparaat van je contact.
pl: Zresetowanie tej rozmowy spowoduje usunięcie wszystkich wiadomości, w tym wiadomości z urządzenia kontaktu.
pt_pt: Redefinir esta conversa excluirá todas as mensagens, incluindo aquelas no dispositivo do seu contato.
ro: Resetarea acestei conversații va șterge toate mesajele, inclusiv cele de pe dispozitivul contactului.
ru: Сброс этого разговора приведет к удалению всех сообщений, в том числе на устройстве вашего контакта.
sk: Obnovenie tejto konverzácie odstráni všetky správy, vrátane tých na zariadení vášho kontaktu.
sl: Ponastavitev tega pogovora bo izbrisala vsa sporočila, tudi tista na napravi vašega stika.
sq: Rivendosja e kësaj bisede do të fshijë të gjitha mesazhet, përfshirë ato në pajisjen e kontaktit tuaj.
sr_latn: Resetovanjem ovog razgovora obrisaćete sve poruke, uključujući i one na uređaju vašeg kontakta.
sv: Om du återställer den här konversationen raderas alla meddelanden, inklusive de på din kontakts enhet.
tr: Bu görüşmenin sıfırlanması, kişinizin cihazındakiler de dahil olmak üzere tüm mesajları siler.
uk: Скидання цієї розмови призведе до видалення всіх повідомлень, включно з повідомленнями на пристрої вашого контакту.
vi: Đặt lại cuộc trò chuyện này sẽ xóa tất cả tin nhắn, bao gồm cả trên thiết bị của liên hệ.
zh_hans: 重置此对话将删除所有消息，包括您联系人设备上的消息。
zh_hant: 重置此對話將刪除所有消息，包括您聯繫人設備上的消息。

# cleanup_view_select_content
source: Select what you want to delete.
ar: حدد ما تريد حذفه.
bg: Изберете какво искате да изтриете.
cs: Vyberte, co chcete odstranit.
da: Vælg, hvad du vil slette.
de: Wählen Sie aus, was Sie löschen möchten.
el: Επιλέξτε τι θέλετε να διαγράψετε.
es: Seleccione lo que desea eliminar.
fa: آنچه را که می خواهید حذف کنید انتخاب کنید.
fi: Valitse, mitä haluat poistaa.
fr: Sélectionnez ce que vous souhaitez supprimer.
he: בחר מה אתה רוצה למחוק.
hi: आप जो हटाना चाहते हैं उसे चुनें।
hr: Odaberite što želite izbrisati.
hu: Válaszd ki, mit szeretnél törölni.
id: Pilih yang ingin Anda hapus.
it: Seleziona ciò che desideri eliminare.
ja: 削除するものを選択します。
ko: 삭제할 항목을 선택합니다.
nb: Velg hva du vil slette.
nl: Selecteer wat u wilt verwijderen.
pl: Wybierz, co chcesz usunąć.
pt_pt: Selecione o que você deseja excluir.
ro: Selectați ce doriți să ștergeți.
ru: Выберите, что вы хотите удалить.
sk: Vyberte, čo chcete odstrániť.
sl: Izberite, kaj želite izbrisati.
sq: Zgjidhni çfarë dëshironi të fshini.
sr_latn: Izaberite šta želite da obrišete.
sv: Välj vad du vill ta bort.
tr: Neyi silmek istediğinizi seçin.
uk: Виберіть те, що ви хочете видалити.
vi: Chọn nội dung bạn muốn xóa.
zh_hans: 选择您想要删除的内容。
zh_hant: 選擇您想要刪除的內容。

# cleanup_view_storage_title
source: Disk space
ar: مساحة القرص
bg: Дисково пространство
cs: Úložný prostor
da: Diskplads
de: Speicherplatz
el: Χώρος δίσκου
es: Espacio del disco
fa: فضای دیسک
fi: Levytila
fr: Espace disque
he: שטח דיסק
hi: डिस्क मैं स्थान
hr: Prostor na disku
hu: Tárhely
id: ruang disk
it: Spazio sul disco
ja: ディスクスペース
ko: 디스크 공간
nb: Diskplass
nl: Schijfruimte
pl: Miejsca na dysku
pt_pt: Espaço em disco
ro: Spațiu pe disc
ru: Дисковое пространство
sk: Diskový priestor
sl: Prostor na disku
sq: Hapësira në disk
sr_latn: Prostor na disku
sv: Disk utrymme
tr: Disk alanı
uk: Місце на диску
vi: Dung lượng
zh_hans: 磁盘空间
zh_hant: 磁盤空間

# cleanup_view_success
source: The operation completed succesfully.
ar: اكتملت العملية بنجاح.
bg: Операцията приключи успешно.
cs: Operace byla úspěšně dokončena.
da: Operationen blev gennemført.
de: Der Vorgang wurde erfolgreich abgeschlossen.
el: Η ενέργεια ολοκληρώθηκε με επιτυχία.
es: La operación se completó con éxito.
fa: عملیات با موفقیت به پایان رسید.
fi: Operaatio valmistui onnistuneesti.
fr: L’opération s’est terminée avec succès.
he: הפעולה הושלמה בהצלחה.
hi: ऑपरेशन सफलतापूर्वक पूरा हुआ।
hr: Radnja je uspješno dovršena.
hu: A művelet sikeresen befejeződött.
id: Operasi selesai dengan sukses.
it: Operazione completata con successo.
ja: 操作は正常に完了しました。
ko: 작업이 성공적으로 완료되었습니다.
nb: Operasjonen ble fullført.
nl: De operatie is succesvol afgerond.
pl: Operacja zakończyła się pomyślnie.
pt_pt: A operação foi concluída com sucesso.
ro: Operațiunea s-a încheiat cu succes.
ru: Операция завершена успешно.
sk: Operácia bola úspešne dokončená.
sl: Dejanje je bilo uspešno zaključeno.
sq: Veprimi u përfundua me sukses.
sr_latn: Operacija je uspešno završena.
sv: Operationen slutfördes framgångsrikt.
tr: Operasyon başarıyla tamamlandı.
uk: Операція завершена успішно.
vi: Thao tác hoàn tất thành công.
zh_hans: 操作成功完成。
zh_hant: 操作成功完成。

# cleanup_view_title
source: Conversation cleaning
ar: تنظيف المحادثات
bg: Почистване на разговор
cs: Čištění konverzace
da: Samtale rengøring
de: Bereinigung der Unterhaltung
el: Καθαρισμός συνομιλίας
es: Limpieza de conversaciones
fa: تمیز کردن مکالمه
fi: Keskustelun siivous
fr: Nettoyage de conversation
he: ניקוי צ'אט
hi: बातचीत की सफाई
hr: Čišćenje razgovora
hu: Beszélgetés tisztítása
id: Pembersihan percakapan
it: Pulizia della conversazione
ja: 会話クリーニング
ko: 대화 청소
nb: Samtale rengjøring
nl: Gesprek opschonen
pl: Czyszczenie rozmów
pt_pt: Limpeza de conversa
ro: Curățare conversație
ru: Уборка разговора
sk: Čistenie konverzácie
sl: Čiščenje pogovora
sq: Pastrimi i bisedës
sr_latn: Čišćenje razgovora
sv: Rengöring av konversation
tr: Sohbet temizliği
uk: Очищення розмови
vi: Dọn dẹp cuộc trò chuyện
zh_hans: 聊天清洁
zh_hant: 聊天清潔

# cleanup_view_total
source: Total
ar: إجمالي
bg: Общо
cs: Celkem
de: Gesamt
el: Σύνολο
fa: جمع
fi: Kaikki yhteensä
he: סה"כ
hi: कुल
hr: Ukupno
hu: Összesen
it: Totale
ja: 合計
ko: 계
nl: Totaal
pl: Całkowity
ru: Всего
sk: Celkom
sl: Skupaj
sq: Totali
sr_latn: Ukupno
tr: Toplam
uk: Всього
vi: Tổng cộng
zh_hans: 全部的
zh_hant: 全部的

# cleanup_view_used
source: Used
ar: مستعملة
bg: Използвано
cs: Použito
da: Brugt
de: Belegt
el: Χρησιμοποιήθηκε
es: Usado
fa: استفاده شده
fi: Käytetty
fr: Utilisé
he: בשימוש
hi: इस्तेमाल किया गया
hr: Iskorišteno
hu: Felhasználva
id: Digunakan
it: Usato
ja: 使用済み
ko: 사용된
nb: Brukt
nl: Gebruikt
pl: Używany
pt_pt: Usado
ro: Utilizat
ru: Использовал
sk: Použité
sl: Uporabljeno
sq: E përdorur
sr_latn: Korišćeno
sv: Begagnade
tr: Kullanılmış
uk: б/в
vi: Đã sử dụng
zh_hans: 用过的
zh_hant: 用過的

# coach_mark_view_setting_title
source: Coach marks
ar: نصائح
bg: Подсказки
cs: Nápovědy
da: Tips
de: Nutzungshinweise
el: Οδηγίες (coach marks)
es: Puntas
fa: راهنمایی ها
fi: Vihjeitä
fr: Astuces
he: טיפים
hi: सलाह
hr: Vodiči
hu: Útmutató jelölések
id: Kiat
it: Consigli
ja: アドバイス
ko: 힌트
nb: Tips
nl: Tips
pl: Podpowiedzi
pt_pt: Pontas
ro: Instrucțiuni vizuale
ru: Советы
sk: Tipy
sl: Vodniki
sq: Shenjat udhëzuese
sr_latn: Coach mark-ovi
sv: Tips
tr: İpuçları
uk: Поради
vi: Hướng dẫn sử dụng
zh_hans: 工具提示
zh_hant: 工具提示

# contact_capabilities_view_allow_incoming_calls
source: Allow this contact to call you
ar: اسمح لجهة الاتصال هذه بالاتصال بك
bg: Разреши на този контакт да се обажда
cs: Povolit tomuto kontaktu volat vám
da: Tillad denne kontaktperson at ringe til dig
de: Diesem Kontakt erlauben, Sie anzurufen
el: Επιτρέψτε σε αυτή την επαφή να σας καλεί
es: Permita que este contacto lo llame
fa: اجازه دهید این مخاطب با شما تماس بگیرد
fi: Salli tämän yhteyshenkilön soittaa sinulle
fr: Autoriser ce contact à vous appeler
he: אפשר לאיש הקשר הזה להתקשר אליך
hi: इस संपर्क को आपको कॉल करने की अनुमति दें
hr: Dopusti ovom kontaktu da vas zove
hu: Engedélyezed ennek a kapcsolatnak, hogy hívhasson
id: Izinkan kontak ini menghubungi Anda
it: Consenti a questo contatto di chiamarti
ja: この連絡先からの電話を許可する
ko: 이 연락처가 귀하에게 전화하도록 허용
nb: Tillat denne kontakten å ringe deg
nl: Laat dit contact je bellen
pl: Zezwól temu kontaktowi na dzwonienie do Ciebie
pt_pt: Permitir que este contato ligue para você
ro: Permiteți acestui contact să vă apeleze
ru: Разрешить этому контакту позвонить вам
sk: Povoliť tomuto kontaktu volať vám
sl: Dovoli temu stiku, da vas kliče
sq: Lejo që ky kontakt t’ju telefonojë
sr_latn: Dozvoli ovom kontaktu da vas pozove
sv: Låt denna kontakt ringa dig
tr: Bu kişinin sizi aramasına izin verin
uk: Дозвольте цьому контакту подзвонити вам
vi: Cho phép liên hệ này gọi cho bạn
zh_hans: 允许此联系人给您打电话
zh_hant: 允許此聯繫人給您打電話

# contact_capabilities_view_call_settings
source: Call settings
ar: اعدادات المكالمه
bg: Настройки на обажданията
cs: Nastavení hovorů
da: Opkaldsindstillinger
de: Anrufeinstellungen
el: Ρυθμίσεις κλήσεων
es: Ajustes de llamada
fa: تنظیمات تماس
fi: Puheluasetukset
fr: Paramètres des appels
he: הגדרות שיחה
hi: कॉल सेटिंग्स
hr: Postavke poziva
hu: Hívásbeállítások
id: Pengaturan panggilan
it: Impostazioni di chiamata
ja: 通話設定
ko: 통화 설정
nb: Anropsinnstillinger
nl: Bel instellingen
pl: Ustawienia połączeń
pt_pt: Configurações de chamada
ro: Setări apel
ru: Настройки звонка
sk: Nastavenia hovorov
sl: Nastavitve klicev
sq: Cilësimet e thirrjeve
sr_latn: Podešavanja poziva
sv: Samtalsinställningar
tr: Çağrı ayarları
uk: Налаштування виклику
vi: Cài đặt cuộc gọi
zh_hans: 通话设置
zh_hant: 通話設定

# contact_capabilities_view_camera_control_allow
source: Always
ar: دائمًا
bg: Винаги
cs: Vždy
da: Altid
de: Immer
el: Πάντα
es: Siempre
fa: همیشه
fi: Aina
fr: Toujours
he: תמיד
hi: हमेशा
hr: Uvijek
hu: Mindig
id: Selalu
it: Sempre
ja: 常に許可する
ko: 항상
nb: Alltid
nl: Altijd
pl: Zawsze
pt_pt: Sempre
ro: Întotdeauna
ru: Всегда
sk: Vždy
sl: Vedno
sq: Gjithmonë
sr_latn: Uvek
sv: Alltid
tr: Her zaman
uk: Завжди
vi: Luôn luôn
zh_hans: 始终
zh_hant: 始終

# contact_capabilities_view_camera_control_ask
source: Ask on every call
ar: اسأل في كل مكالمة
bg: Питай при всяко обаждане
cs: Ptát se při každém hovoru
da: Spørg ved hvert opkald
de: Bei jedem Anruf fragen
el: Ερώτηση σε κάθε κλήση
es: Preguntar en cada llamada
fa: در هر تماس بپرسید
fi: Kysy joka puhelussa
fr: Demander à chaque appel
he: שאל בכל שיחה
hi: हर कॉल पर पूछो
hr: Pitaj pri svakom pozivu
hu: Rákérdezés minden hívásnál
id: Tanyakan di setiap panggilan
it: Chiedi a ogni chiamata
ja: 通話ごとに確認する
ko: 모든 통화에 질문
nb: Spør i hver samtale
nl: Vraag bij elk gesprek
pl: Pytaj przy każdej rozmowie
pt_pt: Perguntar em todas as chamadas
ro: Întreabă la fiecare apel
ru: Спрашивать при каждом звонке
sk: Pýtať sa pri každom hovore
sl: Vprašaj ob vsakem klicu
sq: Pyet në çdo thirrje
sr_latn: Pitaj pri svakom pozivu
sv: Fråga vid varje samtal
tr: Her aramada sor
uk: Запитувати під час кожного дзвінка
vi: Hỏi trong mọi cuộc gọi
zh_hans: 每次通话时询问
zh_hant: 每次通話時詢問

# contact_capabilities_view_camera_control_information
source: Allow this contact to automatically take control of your camera during a video call.
ar: اسمح لجهة الاتصال هذه بالتحكم في كاميرتك تلقائيًا أثناء مكالمة فيديو.
bg: Позволете на този контакт автоматично да поеме контрол над камерата ви по време на видеоразговор.
cs: Umožněte tomuto kontaktu automaticky ovládat vaši kameru během videohovoru.
da: Tillad denne kontakt automatisk at overtage kontrollen over dit kamera under et videoopkald.
de: Erlauben Sie diesem Kontakt, während eines Videoanrufs automatisch die Steuerung Ihrer Kamera zu übernehmen.
el: Επιτρέψτε σε αυτή την επαφή να ελέγξει αυτόματα την κάμερά σας κατά τη διάρκεια βιντεοκλήσης.
es: Permite que este contacto controle automáticamente tu cámara durante una videollamada.
fa: به این مخاطب اجازه دهید تا در طول تماس ویدیویی به طور خودکار کنترل دوربین شما را به دست بگیرد.
fi: Anna tämän yhteyshenkilön ottaa automaattisesti kamerasi hallinta videopuhelun aikana.
fr: Autorisez ce contact à prendre automatiquement le contrôle de votre caméra pendant un appel vidéo.
he: אפשר לאיש קשר זה להשתלט אוטומטית על המצלמה שלך במהלך שיחת וידאו.
hi: इस संपर्क को वीडियो कॉल के दौरान अपने कैमरे का नियंत्रण स्वचालित रूप से लेने दें।
hr: Dopustite ovom kontaktu da automatski preuzme kontrolu nad vašom kamerom tijekom videopoziva.
hu: Engedélyezd, hogy ez a kapcsolat automatikusan átvegye a kamera irányítását videohívás közben.
id: Izinkan kontak ini untuk secara otomatis mengambil alih kendali kamera Anda selama panggilan video.
it: Consenti a questo contatto di assumere automaticamente il controllo della tua videocamera durante una videochiamata.
ja: ビデオ通話中に、この連絡先があなたのカメラを自動的に操作できるようにします。
ko: 이 연락처가 화상 통화 중에 자동으로 카메라를 제어하도록 허용합니다.
nb: Tillat at denne kontakten automatisk tar kontroll over kameraet ditt under en videosamtale.
nl: Sta toe dat dit contact automatisch de controle over je camera overneemt tijdens een videogesprek.
pl: Zezwól temu kontaktowi na automatyczne przejęcie kontroli nad Twoją kamerą podczas połączenia wideo.
pt_pt: Permita que este contacto assuma o controlo da sua câmara automaticamente durante uma videochamada.
ro: Engedélyezd, hogy ez a kapcsolat automatikusan átvegye a kamera irányítását videohívás közben.
ru: Разрешите этому контакту автоматически управлять вашей камерой во время видеозвонка.
sk: Povoliť tomuto kontaktu automaticky prevziať kontrolu nad vašou kamerou počas videohovoru.
sl: Dovoli temu stiku, da med video klicem samodejno prevzame nadzor nad vašo kamero.
sq: Lejo që ky kontakt të marrë automatikisht kontrollin e kamerës suaj gjatë një thirrjeje video.
sr_latn: Dozvolite ovom kontaktu da automatski preuzme kontrolu nad vašom kamerom tokom video poziva.
sv: Tillåt att den här kontakten automatiskt tar kontroll över din kamera under ett videosamtal.
tr: Bu kişinin görüntülü arama sırasında kameranızın kontrolünü otomatik olarak ele geçirmesine izin verin.
uk: Дозвольте цьому контакту автоматично керувати вашою камерою під час відеодзвінка.
vi: Cho phép liên hệ này tự động điều khiển camera của bạn trong cuộc gọi video.
zh_hans: 允许此联系人在视频通话期间自动控制您的摄像头。
zh_hant: 允許此聯絡人在視訊通話期間自動控制您的攝影機。

# contact_capabilities_view_camera_control_never
source: Never
ar: أبدًا
bg: Никога
cs: Nikdy
da: Aldrig
de: Niemals
el: Ποτέ
es: Nunca
fa: هرگز
fi: Älä koskaan
fr: Jamais
he: לעולם לא
hi: कभी नहीं
hr: Nikad
hu: Soha
id: Jangan pernah
it: Mai
ja: 許可しない
ko: 절대 안 함
nb: Aldri
nl: Nooit
pl: Nigdy
pt_pt: Nunca
ro: Niciodată
ru: Никогда
sk: Nikdy
sl: Nikoli
sq: Kurrë
sr_latn: Nikad
sv: Aldrig
tr: Asla
uk: Ніколи
vi: Không bao giờ
zh_hans: 永不
zh_hant: 永不

# contact_capabilities_view_camera_control_onboarding
source: You can ask your contact with access to the premium version of the app to control your camera during your video calls.
ar: يمكنك أن تطلب من جهة اتصالك التي تستخدم الإصدار المميز من التطبيق التحكم بكاميرتك أثناء مكالمات الفيديو.
bg: Можете да помолите контакт, който има достъп до премиум версията, да контролира вашата камера по време на видеоразговор.
cs: Můžete požádat kontakt s přístupem k prémiové verzi aplikace, aby během videohovoru ovládal vaši kameru.
da: Du kan bede din kontakt med adgang til premium-versionen af
de: Sie können Ihre Kontaktperson mit Zugriff auf die Premium-Version der App bitten, Ihre Kamera während Ihrer Videoanrufe zu steuern.
el: Μπορείτε να ζητήσετε από την επαφή σας (αν έχει premium) να ελέγχει την κάμερά σας στις βιντεοκλήσεις.
es: Puedes pedirle a tu contacto con acceso a la versión premium de la app que controle tu cámara durante las videollamadas.
fa: می‌توانید از مخاطب خود که به نسخه پریمیوم برنامه دسترسی دارد، بخواهید که در طول تماس‌های ویدیویی، دوربین شما را کنترل کند.
fi: Voit pyytää yhteyshenkilöäsi, jolla on pääsy sovelluksen premium-versioon, hallitsemaan kameraasi videopuheluidesi aikana.
fr: Vous pouvez demander à votre contact disposant de la version premium de l'application, de contrôler votre caméra pendant vos appels vidéo.
he: ניתן לבקש מאיש הקשר עם גישה לגרסת הפרימיום של האפליקציה לשלוט במצלמה שלך במהלך שיחות הווידאו שלך.
hi: आप अपने संपर्क से, जिसके पास ऐप के प्रीमियम संस्करण तक पहुँच है, वीडियो कॉल के दौरान अपने कैमरे को नियंत्रित करने के लिए कह सकते हैं।
hr: Možete zamoliti kontakt koji ima pristup premium verziji aplikacije da upravlja vašom kamerom tijekom vaših videopoziva.
hu: Megkérheted a prémium verzióval rendelkező kapcsolatodat, hogy videohívás közben irányíthassa a kamerádat.
id: Anda dapat meminta kontak Anda yang memiliki akses ke versi premium aplikasi untuk mengontrol kamera Anda selama panggilan video.
it: Puoi chiedere al tuo contatto con accesso alla versione premium dell'app di controllare la tua telecamera durante le videochiamate.
ja: アプリのプレミアム版にアクセスできる連絡先に、ビデオ通話中にカメラの操作を依頼できます。
ko: 프리미엄 버전 앱을 사용하는 연락처에게 화상 통화 중 카메라 제어를 요청할 수 있습니다.
nb: Du kan be kontakten din med tilgang til premiumversjonen av appen om å kontrollere kameraet ditt under videosamtalene dine.
nl: Je kunt je contactpersoon die de premiumversie van de app heeft, vragen je camera te bedienen tijdens je videogesprekken.
pl: Możesz poprosić kontakt z dostępem do wersji premium aplikacji o sterowanie kamerą podczas rozmów wideo.
pt_pt: Pode pedir ao seu contacto com acesso à versão premium da aplicação para controlar a sua câmara durante as suas videochamadas.
ro: Puteți cere contactului cu acces la versiunea premium să vă controleze camera în timpul apelurilor video.
ru: Вы можете попросить собеседника, имеющего доступ к премиум-версии приложения, управлять вашей камерой во время видеозвонков.
sk: Môžete požiadať kontakt s prístupom k prémiovej verzii aplikácie, aby ovládal vašu kameru počas videohovorov.
sl: Stik z dostopom do premium različice aplikacije lahko prosite, da nadzoruje vašo kamero med vašimi video klici.
sq: Mund t’i kërkoni kontaktit tuaj me akses në versionin premium të aplikacionit të kontrollojë kamerën tuaj gjatë thirrjeve tuaja video.
sr_latn: Možete zamoliti kontakt sa pristupom premium verziji aplikacije da kontroliše vašu kameru tokom video poziva.
sv: Du kan be din kontakt med tillgång till premiumversionen av appen att styra din kamera under dina videosamtal.
tr: Uygulamanın premium sürümüne erişimi olan kişinizden görüntülü görüşmeleriniz sırasında kameranızı kontrol etmesini isteyebilirsiniz.
uk: Ви можете попросити свого контакту з доступом до преміум-версії програми керувати вашою камерою під час відеодзвінків.
vi: Bạn có thể yêu cầu người liên hệ của mình điều khiển camera trong suốt cuộc gọi video nếu họ có quyền truy cập vào phiên bản cao cấp của ứng dụng
zh_hans: 您可以要求拥有高级版应用访问权限的联系人在视频通话期间控制您的摄像头。
zh_hant: 您可以要求擁有高級版應用程式存取權限的聯絡人在視訊通話期間控制您的攝影機。

# contact_capabilities_view_discreet_relation
source: Discreet relation
ar: علاقة سرية
bg: Дискретна връзка
cs: Diskrétní vztah
da: Diskret forhold
de: Diskrete Verbindung
el: Διακριτική σχέση
es: Relación discreta
fa: رابطه محتاطانه
fi: Diskreetti suhde
fr: Relation discrète
he: יחס דיסקרטי
hi: विवेकपूर्ण संबंध
hr: Diskretan odnos
hu: Diszkrét kapcsolat
id: Hubungan rahasia
it: Rapporto discreto
ja: 秘密の関係
ko: 비밀스러운 관계
nb: Diskret forhold
nl: Discrete relatie
pl: Dyskretna relacja
pt_pt: Relação discreta
ro: Relație discretă
ru: Сдержанные отношения
sk: Diskrétny vzťah
sl: Diskreten odnos
sq: Marrëdhënie diskrete
sr_latn: Diskretan odnos
sv: Diskret relation
tr: Gizli ilişki
uk: Дискретні стосунки
vi: Mối quan hệ riêng tư
zh_hans: 谨慎的关系
zh_hant: 謹慎的關係
